INSERT INTO `nextjs_shop_user_address` 
(`address_name`, `address_phone`, `zonecode`, `address`, `address_detail`, `memo`, `is_default`, `user_id`) VALUES
('회사', '01098765432', '04524', '서울특별시 중구 세종대로 99', '20층', '리셉션에 맡겨주세요.', 0, 'hoseongs'),
('본가', '01055553333', '13627', '경기도 성남시 분당구 수내로 42', '301호', '부모님 전달 부탁드립니다.', 0, 'hoseongs'),

('집', '01022224444', '16453', '경기도 수원시 영통구 대학로 38', '102동 504호', '문 앞 두고 가주세요.', 1, 'test'),
('회사', '01022224444', '13579', '서울특별시 송파구 중대로 121', '2층', '경비실 전달', 0, 'test'),

('집', '01011112222', '12940', '경기도 하남시 미사강변대로 55', '504동 1102호', '엘리베이터 앞', 1, 'user01'),

('집', '01033334444', '08381', '서울특별시 구로구 디지털로 26', '301호', '비밀번호 1212', 1, 'user02'),
('회사', '01033334444', '07238', '서울특별시 영등포구 여의대로 24', '17층', '문자 후 전달', 0, 'user02'),

('집', '01022223333', '06023', '서울특별시 강남구 압구정로 33', '102동 1101호', '비밀번호 0000', 1, 'user03'),

('집', '01077778888', '07771', '서울특별시 강서구 화곡로 22', '2층', '조심히 놓아주세요.', 1, 'user04'),
('가게', '01077778888', '08520', '서울특별시 금천구 벚꽃로 10', '1층 매장', '낮 2시 이후 수령 가능', 0, 'user04'),

('집', '01088889999', '10110', '서울특별시 송파구 올림픽로 300', '1504호', '우편함 밑', 1, 'user05'),

('집', '01055556666', '16431', '경기도 수원시 팔달구 권광로 100', '103동 802호', '초인종 누르지 마세요', 1, 'user06'),
('본가', '01055556666', '12345', '경기도 용인시 수지구 죽전로 23', '401호', '택배함 이용', 0, 'user06'),

('집', '01033331111', '14055', '경기도 안양시 동안구 시민대로 205', '604호', '정문(1234#)', 1, 'user07'),

('집', '01099990000', '05855', '서울특별시 송파구 송이로 85', '204호', '택배함 이용', 1, 'user08'),

('집', '01012121212', '16684', '경기도 수원시 장안구 영화로 11', '104동 1103호', '문 앞 두기', 1, 'user09'),
('회사', '01012121212', '04104', '서울특별시 마포구 백범로 35', '3층', '리셉션 전달', 0, 'user09'),

('집', '01013131313', '07326', '서울특별시 영등포구 국제금융로 10', '1801호', '벨 누르지 마세요', 1, 'user10'),

('집', '01023232323', '44677', '경기도 용인시 기흥구 구갈로 15', '104동 303호', '문 앞 두세요', 1, 'user11'),

('집', '01024242424', '12845', '경기도 하남시 덕풍로 55', '305동 405호', '부재 시 문 앞', 1, 'user12'),

('집', '01025252525', '06124', '서울특별시 강남구 언주로 425', '1803호', '벨 누르지 마세요.', 1, 'user13'),

('집', '01026262626', '08712', '서울특별시 관악구 봉천로 33', '502호', '도착 시 전화 주세요.', 1, 'user14'),

('집', '01027272727', '08593', '서울특별시 금천구 가산디지털1로 19', '502동 1103호', '정문 앞', 1, 'user15'),

('집', '01028282828', '13365', '경기도 성남시 중원구 산성대로 200', '701호', '벨 누르지 마세요.', 1, 'user16'),

('집', '01029292929', '08221', '서울특별시 구로구 경인로 450', '103동 404호', '택배함 넣어주세요.', 1, 'user17'),
('회사', '01029292929', '07345', '서울특별시 영등포구 여의대로 38', '15층', '보안실 통과 필요', 0, 'user17'),

('집', '01030303030', '14356', '경기도 군포시 산본로 45', '303호', '비밀번호 1357', 1, 'user18'),

('집', '01031313131', '14462', '경기도 안산시 상록구 본오로 90', '201호', '택배함 이용', 1, 'user19'),

('집', '01032323232', '08787', '서울특별시 관악구 남부순환로 200', '804호', '문 앞 두세요.', 1, 'user20'),

('집', '01033335555', '08515', '서울특별시 금천구 디지털로9길 90', '804호', '초인종 누르지 말아주세요.', 1, 'user21'),

('집', '01034343434', '08380', '서울특별시 구로구 디지털로32길 81', '503호', '택배함 이용 바랍니다.', 1, 'user22'),

('집', '01035353535', '07999', '서울특별시 양천구 오목로 121', '602호', '도착시 연락', 1, 'user23'),

('집', '01036363636', '12846', '경기도 하남시 덕풍동로 120', '1002호', '문 앞 보관', 1, 'user24'),

('집', '01037373737', '06765', '서울특별시 서초구 반포대로 275', '803호', '경비실 맡겨주세요.', 1, 'user25'),

('집', '01038383838', '07888', '서울특별시 강서구 공항대로 350', '1305호', '초인종 누르지 말기', 1, 'user26'),

('집', '01039393939', '07230', '서울특별시 영등포구 문래로 180', '901호', '비밀번호 9999', 1, 'user27'),

('집', '01040404040', '08378', '서울특별시 구로구 디지털로 30', '2층', '도착 후 연락 주세요.', 1, 'user28'),

('집', '01041414141', '12989', '경기도 하남시 미사대로 300', '1503호', '비밀번호 1212', 1, 'user29'),

('집', '01042424242', '06050', '서울특별시 강남구 논현로 640', '502호', '택배함', 1, 'user30');
